{
  "motivacional_longa": {
    "pt": [
      "Lembre-se que cada passo que você dá, por menor que seja, é um movimento poderoso na direção da vida extraordinária que você não só merece, mas é capaz de construir.",
      "A força que você busca no mundo exterior já reside dentro do seu coração, esperando pacientemente para ser despertada pelo poder da sua determinação e coragem.",
      "Não tema as tempestades que surgem em seu caminho, pois são elas que regam as sementes da sua resiliência e ensinam sua alma a florescer com ainda mais vigor.",
      "Cada amanhecer é uma tela em branco que o universo te entrega, uma nova oportunidade para pintar uma obra-prima com as cores da sua paixão, foco e esperança.",
      "O sucesso não é a ausência de fracassos, mas a persistência através deles, transformando cada obstáculo em um degrau para alcançar uma visão ainda mais grandiosa.",
      "Dentro do silêncio de sua alma, existe uma sabedoria ancestral esperando para guiar seus passos; aquiete a mente para ouvir a poderosa voz da sua intuição.",
      "Acredite no tempo divino de sua vida. Nem tudo acontece de imediato, mas cada semente de esforço plantada hoje germinará em uma floresta de conquistas amanhã.",
      "Sua jornada é única e incomparável. Pare de olhar para os lados e concentre-se na trilha à sua frente, pois o seu destino é uma paisagem que só você pode desvendar.",
      "A verdadeira coragem não é a ausência do medo, mas a decisão de que algo é mais importante que ele, movendo você através da incerteza em direção à sua grandeza.",
      "Perdoe seu passado e liberte seu futuro. O peso do que já foi só serve para tornar mais lenta a sua subida em direção ao topo da montanha dos seus sonhos.",
      "A vida se expande ou se encolhe na proporção da sua coragem. Ouse sair da sua zona de conforto para descobrir a vastidão do seu verdadeiro potencial.",
      "Cada desafio que você supera é um degrau forjado em resiliência, elevando você a um novo patamar de força e autoconhecimento que ninguém pode tirar de você.",
      "Você é o arquiteto do seu destino. Cada pensamento é um tijolo, cada ação é um alicerce. Construa com sabedoria, amor e uma fé inabalável no seu projeto.",
      "A gratidão é a chave que abre as portas da abundância. Agradeça pelo que você tem hoje para criar o espaço necessário para receber tudo o que você deseja.",
      "Não subestime o poder de um pequeno começo. As maiores árvores nascem de sementes minúsculas, e as maiores jornadas começam com um único e decidido passo à frente.",
      "Quando a dúvida aparecer, responda com ação: é no movimento que a confiança cresce e a visão fica nítida, passo a passo, até que o impossível pareça inevitável.",
      "Seja paciente com seus processos. O ouro também precisa do fogo para brilhar; suas provas estão polindo o caráter que sustentará suas próximas vitórias.",
      "Troque a pressa pela presença. Quando você honra o agora, sua energia se alinha, sua mente clareia e o futuro vem ao seu encontro com naturalidade.",
      "Não negocie seus sonhos por conforto temporário. Todo esforço consciente que você faz hoje está financiando a liberdade que você deseja viver amanhã.",
      "Você não precisa ser perfeito para começar; precisa começar para descobrir a força perfeita que já mora em você, esperando o primeiro passo de coragem.",
      "A constância é o idioma do destino. Repita o que te faz bem, refine o que funciona e liberte o que te pesa — o progresso é a soma desses microgestos diários.",
      "Quando você muda a história que conta para si mesmo, muda o roteiro da sua vida. Alimente a mente com verdades que expandem, não com medos que encolhem.",
      "Respeite seus limites, mas não os idolatre. Use-os como marcos de crescimento: aproxime-se, atravesse-os com cuidado e celebre a versão maior de si que nasce daí.",
      "Há um momento em que o universo testa sua fé: geralmente é quando nada parece acontecer. Continue. O silêncio também está trabalhando a seu favor."
    ],
    "en": [
      "Remember that every step you take, no matter how small, is a powerful movement towards the extraordinary life you not only deserve, but are capable of building.",
      "The strength you seek in the outside world already resides within your heart, waiting patiently to be awakened by the power of your determination and courage.",
      "Do not fear the storms that arise on your path, for they are what water the seeds of your resilience and teach your soul to bloom with even more vigor.",
      "Every dawn is a blank canvas the universe hands you, a new opportunity to paint a masterpiece with the colors of your passion, focus, and hope.",
      "Success is not the absence of failures, but persistence through them, turning every obstacle into a stepping stone to achieve an even grander vision.",
      "Within the silence of your soul, there is an ancient wisdom waiting to guide your steps; quiet the mind to hear the powerful voice of your intuition.",
      "Believe in the divine timing of your life. Not everything happens at once, but every seed of effort planted today will sprout into a forest of achievements tomorrow.",
      "Your journey is unique and incomparable. Stop looking to the sides and focus on the trail ahead, for your destiny is a landscape only you can unveil.",
      "True courage is not the absence of fear, but the decision that something else is more important than it, moving you through uncertainty towards your greatness.",
      "Forgive your past and set your future free. The weight of what has been only serves to slow your climb towards the summit of your dreams.",
      "Life expands or shrinks in proportion to one's courage. Dare to step out of your comfort zone to discover the vastness of your true potential.",
      "Every challenge you overcome is a step forged in resilience, elevating you to a new level of strength and self-knowledge that no one can take from you.",
      "You are the architect of your destiny. Every thought is a brick, every action a foundation. Build with wisdom, love, and unwavering faith in your design.",
      "Gratitude is the key that opens the doors to abundance. Be thankful for what you have today to create the space needed to receive all that you desire.",
      "Never underestimate the power of a small beginning. The largest trees grow from tiny seeds, and the greatest journeys begin with a single, decisive step forward.",
      "When doubt shows up, answer with action. Momentum breeds clarity, and clarity makes the impossible start looking inevitable.",
      "Be patient with your process. Gold needs fire to shine; your trials are refining the character that will sustain your next victories.",
      "Trade haste for presence. Honor the now and your energy aligns, your mind clears, and the future meets you halfway.",
      "Do not trade your dreams for temporary comfort. Every conscious effort you make today finances the freedom you long to live tomorrow.",
      "You don’t have to be perfect to start; you have to start to meet the strength that has been waiting inside you all along.",
      "Consistency is the language of destiny. Repeat what works, refine what matters, release what weighs you down — progress is built by these daily micro-acts.",
      "Change the story you tell yourself and you change the script of your life. Feed your mind with truths that expand you, not fears that shrink you.",
      "Respect your limits, but don’t worship them. Use them as milestones: approach, cross carefully, and celebrate the larger self you become.",
      "There is a moment when the universe tests your faith — usually when nothing seems to happen. Keep going. Silence is also working in your favor."
    ],
    "ar": [
      "تذكر أن كل خطوة تخطوها، مهما كانت صغيرة، هي حركة قوية نحو الحياة الاستثنائية التي لا تستحقها فحسب، بل أنت قادر على بنائها.",
      "القوة التي تبحث عنها في العالم الخارجي تكمن بالفعل داخل قلبك، تنتظر بصبر لتوقظها قوة إصرارك وشجاعتك.",
      "لا تخف من العواصف التي تظهر في طريقك، فهي التي تسقي بذور صمودك وتعلم روحك أن تزدهر بقوة أكبر.",
      "كل فجر هو لوحة بيضاء يقدمها لك الكون، فرصة جديدة لرسم تحفة فنية بألوان شغفك وتركيزك وأملك.",
      "النجاح ليس غياب الإخفاقات، بل هو المثابرة من خلالها، وتحويل كل عقبة إلى نقطة انطلاق لتحقيق رؤية أعظم.",
      "في سكون روحك، توجد حكمة قديمة تنتظر لترشد خطواتك؛ أهدئ عقلك لتسمع صوت حدسك القوي.",
      "آمن بالتوقيت الإلهي في حياتك. لا يحدث كل شيء دفعة واحدة، لكن كل بذرة جهد تزرعها اليوم ستنبت في غابة من الإنجازات غدًا.",
      "رحلتك فريدة ولا تضاهى. توقف عن النظر إلى الجانبين وركز على الطريق أمامك، فمصيرك مشهد لا يمكن لأحد سواك كشفه.",
      "الشجاعة الحقيقية ليست غياب الخوف، بل هي القرار بأن هناك شيئًا أكثر أهمية منه، يدفعك عبر عدم اليقين نحو عظمتك.",
      "اغفر لماضيك وحرر مستقبلك. ثقل ما كان لا يخدم إلا في إبطاء صعودك نحو قمة أحلامك.",
      "الحياة تتوسع أو تتقلص بما يتناسب مع شجاعة المرء. تجرأ على الخروج من منطقة راحتك لاكتشاف اتساع إمكاناتك الحقيقية.",
      "كل تحدٍ تتغلب عليه هو درجة مصقولة بالصلابة، ترفعك إلى مستوى جديد من القوة ومعرفة الذات لا يمكن لأحد أن ينتزعه منك.",
      "أنت مهندس مصيرك. كل فكرة هي لبنة، وكل عمل هو أساس. ابنِ بحكمة وحب وإيمان لا يتزعزع في تصميمك.",
      "الامتنان هو المفتاح الذي يفتح أبواب الوفرة. كن شاكراً لما لديك اليوم لخلق المساحة اللازمة لاستقبال كل ما تتمناه.",
      "لا تستهين أبدًا بقوة البداية الصغيرة. أكبر الأشجار تنمو من بذور ضئيلة، وأعظم الرحلات تبدأ بخطوة واحدة حاسمة إلى الأمام.",
      "حين تزورك الشكوك، جاوبها بالفعل؛ فالحركة تلد الوضوح، والوضوح يمهّد للطريق الذي ظننته مستحيلاً.",
      "كن صبورًا مع مسيرتك. فكما يحتاج الذهب إلى النار ليلمع، تحتاج روحك إلى الاختبار لتقوى.",
      "استبدل العجلة بالحضور. عندما تكرم اللحظة، تنتظم طاقتك ويتصفّى ذهنك ويلتقيك المستقبل في منتصف الطريق.",
      "لا تبع أحلامك مقابل راحة عابرة. كل جهد واعٍ اليوم يمول حريتك غدًا.",
      "لست مضطرًا للكمال لتبدأ؛ ابدأ لتلتقي بالقوة الكامنة في داخلك منذ البداية.",
      "الانتظام لغة القدر. كرّر ما ينفع، نقّ ما يهم، واترك ما يثقل — هكذا يُصنع التقدم اليومي.",
      "بدّل الحكاية التي ترويها لنفسك، يتبدّل سيناريو حياتك. غذّ عقلك حقائق توسّعك لا مخاوف تقلّصك.",
      "احترم حدودك لكن لا تقدّسها. اجعلها علامات عبور: اقترب، اعبر بحكمة، واحتفل بذاتٍ أوسع تولد منك.",
      "هناك لحظة يختبر فيها الكون إيمانك، غالبًا حين يبدو كل شيء ساكنًا. واصل. فالصمت يعمل لصالحك أيضًا."
    ]
  },
  "motivacional_curta": {
    "pt": [
      "Sua atitude de hoje define seu **amanhã**.",
      "Acredite na jornada, não apenas no **destino**.",
      "A persistência realiza o que a força não **alcança**.",
      "Seja a mudança que você deseja **ver**.",
      "O único limite é aquele que você **impõe**.",
      "A disciplina é a ponte entre seus **sonhos** e a realidade.",
      "A dor de hoje é a sua **força** amanhã.",
      "Não espere pela oportunidade, crie a sua **própria**.",
      "A sua energia flui para onde a sua **atenção** vai.",
      "O sucesso é a soma de pequenos **esforços** diários.",
      "Feito é melhor do que **perfeito**.",
      "Comece onde você está, use o que você **tem**.",
      "A sua vida muda no momento em que você **decide**.",
      "Transforme seus obstáculos em **oportunidades**.",
      "Você é mais forte do que **imagina**.",
      "Coragem é ação apesar do **medo**.",
      "Avance um pouco, mas **avance**.",
      "Foco hoje, colheita **amanhã**.",
      "Escolhas pequenas, impactos **gigantes**.",
      "Sem constância não há **conquista**.",
      "Energia alta, mente **clara**.",
      "Afine o método, mantenha a **meta**.",
      "Menos desculpa, mais **entrega**.",
      "Desconforto é sinal de **crescimento**",
      "Progresso > **perfeição**."
    ],
    "en": [
      "Your attitude today defines your **tomorrow**.",
      "Believe in the journey, not just the **destination**.",
      "Persistence achieves what strength cannot **reach**.",
      "Be the change you wish to **see**.",
      "The only limit is the one you **set**.",
      "Discipline is the bridge between your **dreams** and reality.",
      "Today's pain is your **strength** tomorrow.",
      "Don't wait for the opportunity, create your **own**.",
      "Your energy flows where your **attention** goes.",
      "Success is the sum of small daily **efforts**.",
      "Done is better than **perfect**.",
      "Start where you are, use what you **have**.",
      "Your life changes the moment you **decide**.",
      "Turn your obstacles into **opportunities**.",
      "You are stronger than you **think**.",
      "Courage is action despite **fear**.",
      "Move a little, but **move**.",
      "Focus now, harvest **later**.",
      "Small choices, **massive** impact.",
      "No consistency, no **breakthrough**.",
      "High energy, **clear** mind.",
      "Sharpen the method, keep the **mission**.",
      "Less excuse, more **execution**.",
      "Discomfort signals **growth**.",
      "Progress over **perfection**."
    ],
    "ar": [
      "موقفك اليوم يحدد **غدك**.",
      "آمن بالرحلة، وليس فقط **الوجهة**.",
      "المثابرة تحقق ما لا تستطيعه **القوة**.",
      "كن التغيير الذي تتمنى أن **تراه**.",
      "الحد الوحيد هو الذي **تضعه** بنفسك.",
      "الانضباط هو الجسر بين **أحلامك** والواقع.",
      "ألم اليوم هو **قوتك** غدًا.",
      "لا تنتظر الفرصة، اصنعها **بنفسك**.",
      "طاقتك تتدفق حيث يذهب **انتباهك**.",
      "النجاح هو مجموع **الجهود** الصغيرة اليومية.",
      "الإنجاز أفضل من **الكمال**.",
      "ابدأ من حيث أنت، استخدم ما **تملك**.",
      "حياتك تتغير في اللحظة التي **تقرر** فيها.",
      "حوّل عقباتك إلى **فرص**.",
      "أنت أقوى مما **تتخيل**.",
      "الشجاعة فعل رغم **الخوف**.",
      "تحرك قليلًا لكن **تحرك**.",
      "ركّز الآن واحصد **لاحقًا**.",
      "اختيارات صغيرة، أثرٌ **كبير**.",
      "لا إنجاز بلا **ثبات**.",
      "طاقة عالية، ذهنٌ **صافٍ**.",
      "شحذ الأسلوب، ثبّت **الهدف**.",
      "عذر أقل، فعلٌ **أكثر**.",
      "اللاراحة علامة على **النمو**.",
      "التقدم أهم من **الكمال**."
    ]
  },
  "tarot_longa": {
    "pt": [
      "As energias cósmicas se alinham para iluminar sua jornada, revelando verdades ocultas nas sombras do tempo e oferecendo a clareza que sua alma anseia para evoluir.",
      "O oráculo sussurra sobre ciclos que se encerram para dar espaço a novos começos, pedindo que você confie na sabedoria do universo e abrace as transformações com o coração aberto.",
      "Uma poderosa corrente de intuição flui em sua direção, guiando suas escolhas e fortalecendo sua conexão com o plano espiritual para manifestar seus desejos mais profundos.",
      "As cartas indicam um momento de profunda introspecção, onde o silêncio se tornará seu maior conselheiro e as respostas que você busca serão encontradas no templo da sua alma.",
      "O universo tece padrões invisíveis em sua vida, e as cartas de hoje servem como um mapa, mostrando onde focar sua energia para colher as recompensas que já foram plantadas.",
      "A carta do Sol brilha sobre seu caminho, prometendo um período de sucesso, vitalidade e alegria genuína, onde a escuridão se dissipa e sua verdade interior pode resplandecer.",
      "O arcano da Torre pode parecer assustador, mas sua mensagem é de libertação, destruindo velhas estruturas que não servem mais para que você possa construir algo novo e autêntico.",
      "Assim como a Imperatriz, este é um momento fértil para a criatividade e a abundância, onde suas ideias e projetos têm o potencial de crescer e prosperar se nutridos com amor.",
      "A Justiça aparece para lembrá-lo do equilíbrio e da verdade, indicando que decisões justas e ponderadas levarão a resultados harmoniosos e alinhados com seu propósito maior.",
      "O Mago coloca em suas mãos as ferramentas da manifestação, lembrando que você possui o poder, a vontade e os recursos para transformar suas intenções em realidade concreta.",
      "A Estrela suaviza suas inquietações com esperança silenciosa, convidando você a confiar no fluxo da vida enquanto se cura e se reconecta com seus sonhos mais autênticos.",
      "A Temperança pede harmonia: misture razão e emoção em doses sábias, e descubra que o caminho do meio abre portas que a pressa não vê.",
      "O Julgamento anuncia despertares — um chamado para honrar quem você se tornou e escolher, com coragem, a versão mais elevada da sua história.",
      "O Mundo celebra conclusões e integração. Você encerra um ciclo com lucidez e inicia outro com maturidade, pronto para expandir seus horizontes.",
      "O Hierofante indica aprendizado e tradição: procure mentores, rituais e estruturas que fortaleçam sua fé e tragam disciplina ao seu propósito.",
      "Os Enamorados pedem alinhamento entre coração e escolhas. Quando a decisão nasce do amor, o caminho se ilumina naturalmente.",
      "O Carro confere avanço com foco. Direcione sua força com intenção, e as circunstâncias se reorganizarão a favor do seu destino.",
      "A Sacerdotisa aconselha silêncio e escuta. Segredos se revelam quando você confia na voz interna e respeita seus próprios ritmos.",
      "O Eremita convida ao recolhimento criativo: pause, investigue, escreva. A luz que você procura do lado de fora está acesa por dentro.",
      "A Força lembra que gentileza é poder. Domine impulsos com compaixão e descubra uma coragem que não precisa gritar."
    ],
    "en": [
      "The cosmic energies align to illuminate your journey, revealing hidden truths in the shadows of time and offering the clarity your soul craves to evolve.",
      "The oracle whispers of cycles ending to make way for new beginnings, asking you to trust the universe's wisdom and embrace transformations with an open heart.",
      "A powerful current of intuition flows towards you, guiding your choices and strengthening your connection to the spiritual plane to manifest your deepest desires.",
      "The cards indicate a time of deep introspection, where silence will become your greatest advisor and the answers you seek will be found within the temple of your soul.",
      "The universe weaves invisible patterns in your life, and today's cards serve as a map, showing where to focus your energy to reap the rewards already sown.",
      "The Sun card shines upon your path, promising a period of success, vitality, and genuine joy, where darkness dissipates and your inner truth can radiate.",
      "The Tower arcana may seem frightening, but its message is one of liberation, destroying old structures that no longer serve so you can build something new and authentic.",
      "Like the Empress, this is a fertile time for creativity and abundance, where your ideas and projects have the potential to grow and prosper if nurtured with love.",
      "Justice appears to remind you of balance and truth, indicating that fair and thoughtful decisions will lead to harmonious outcomes aligned with your higher purpose.",
      "The Magician places the tools of manifestation in your hands, reminding you that you possess the power, will, and resources to turn your intentions into concrete reality.",
      "The Star soothes your restlessness with quiet hope, inviting you to trust life’s flow as you heal and reconnect with your most authentic dreams.",
      "Temperance asks for harmony: blend reason and emotion wisely and you’ll find the middle path opens doors haste can’t see.",
      "Judgement heralds awakenings — a call to honor who you’ve become and choose, with courage, the highest version of your story.",
      "The World celebrates closure and integration. You end a cycle with clarity and begin another with maturity, ready to expand your horizons.",
      "The Hierophant points to learning and tradition: seek mentors, rituals, and structures that fortify your faith and discipline your purpose.",
      "The Lovers ask for alignment between heart and choices. When decisions are born from love, the road lights up naturally.",
      "The Chariot grants forward motion with focus. Aim your strength with intention and circumstances will rearrange in your favor.",
      "The High Priestess advises silence and listening. Secrets unfold when you trust the inner voice and respect your own rhythms.",
      "The Hermit invites creative retreat: pause, inquire, write. The light you search for outside is already lit within.",
      "Strength reminds you that gentleness is power. Tame impulses with compassion and meet a courage that never has to shout."
    ],
    "ar": [
      "الطاقات الكونية تتراصف لتنير رحلتك، كاشفة عن حقائق خفية في ظلال الزمن ومانحة الوضوح الذي تتوق إليه روحك للتطور.",
      "النبوءة تهمس عن دورات تنتهي لتفسح المجال لبدايات جديدة، وتطلب منك أن تثق في حكمة الكون وأن تعتنق التحولات بقلب مفتوح.",
      "تيار قوي من الحدس يتدفق نحوك، ليرشد اختياراتك ويقوي اتصالك بالمستوى الروحي لتحقيق أعمق رغباتك.",
      "تشير البطاقات إلى وقت للتأمل العميق، حيث سيصبح الصمت أعظم مستشاريك وستجد الإجابات التي تبحث عنها داخل معبد روحك.",
      "الكون ينسج أنماطًا غير مرئية في حياتك، وبطاقات اليوم تعمل كخريطة، تظهر لك أين تركز طاقتك لجني المكافآت التي زرعتها بالفعل.",
      "بطاقة الشمس تشرق على طريقك، واعدة بفترة من النجاح والحيوية والفرح الحقيقي، حيث يتبدد الظلام وتسطع حقيقتك الداخلية.",
      "قد يبدو أركانا البرج مخيفًا، لكن رسالته هي التحرير، حيث يهدم الهياكل القديمة التي لم تعد تخدمك حتى تتمكن من بناء شيء جديد وأصي.",
      "مثل الإمبراطورة، هذا وقت خصب للإبداع والوفرة، حيث يمكن لأفكارك ومشروعاتك أن تنمو وتزدهر إذا تمت رعايتها بالحب.",
      "تظهر العدالة لتذكيرك بالتوازن والحقيقة، مشيرة إلى أن القرارات العادلة والمدروسة ستؤدي إلى نتائج متناغمة تتماشى مع هدفك الأسمى.",
      "الساحر يضع أدوات التجلي بين يديك، مذكرًا إياك بأنك تمتلك القوة والإرادة والموارد لتحويل نواياك إلى واقع ملموس.",
      "النجمة تهدئ قلقك بأمل هادئ، وتدعوك للثقة في تدفق الحياة بينما تلتئم وتتصالح مع أحلامك الأصيلة.",
      "الاعتدال يطلب التناغم: امزج العقل والعاطفة بحكمة، فالطريق الوسط يفتح أبوابًا لا تراها العجلة.",
      "الحكم يبشر باليقظة — نداء لتكريم ما أصبحت عليه واختيار النسخة الأسمى من قصتك بشجاعة.",
      "العالم يحتفي بالإتمام والاندماج. تغلق دورة بوضوح وتبدأ أخرى بنضج، مستعدًا لتوسيع آفاقك.",
      "المرشد الروحي يشير إلى التعلم والتقليد: ابحث عن مرشدين وطقوس وهياكل تقوّي إيمانك وتنظم قصدك.",
      "العشاق يطلبون اتساق القلب مع الاختيار. حين تولد القرارات من المحبة، يضيء الطريق تلقائيًا.",
      "العربة تمنحك تقدّمًا مركزًا. وجّه قوتك بنية صافية، فتُعاد ترتيبات الظروف لصالحك.",
      "الكاهنة العظمى تنصح بالصمت والإصغاء. تنكشف الأسرار حين تثق بصوتك الداخلي وتحترم إيقاعك.",
      "الناسك يدعوك إلى خلوة مبدعة: توقّف، تساءل، اكتب. النور الذي تبحث عنه خارجك مشتعلٌ في داخلك.",
      "القوة تذكّرك بأن اللطف قوة. روّض دوافعك بالرحمة لتلتقي بشجاعة لا تحتاج إلى صخب."
    ]
  },
  "tarot_curta": {
    "pt": [
      "As cartas revelam um novo **caminho** para você.",
      "O arcano sussurra sobre **paciência** e confiança.",
      "Uma nova porta se abre em seu **destino**.",
      "Ouça a sua intuição, ela é sua **bússola**.",
      "A energia da **abundância** está ao seu redor.",
      "O arcano da Lua ilumina **segredos** ocultos.",
      "A Roda da Fortuna gira a seu **favor**.",
      "O Eremita aconselha um momento de **reflexão**.",
      "É tempo de colher os **frutos** do seu trabalho.",
      "Confie na magia dos novos **começos**.",
      "O universo conspira para sua **realização**.",
      "Um ciclo se fecha para que outro **floresça**.",
      "A clareza chegará quando você silenciar a **mente**.",
      "A carta dos Amantes aponta para uma **decisão** do coração.",
      "A Força pede que você domine seus **impulsos**.",
      "A Estrela acende a chama da **esperança**.",
      "A Temperança pede **equilíbrio** e calma.",
      "O Carro impulsiona seu **progresso**.",
      "A Sacerdotisa guarda um **segredo** para você.",
      "O Julgamento chama por um **recomeço**.",
      "O Mundo celebra sua **integração**.",
      "O Hierofante indica **aprendizado** profundo.",
      "O Louco inspira um passo de **fé**.",
      "A Morte anuncia **transformação** necessária.",
      "O Diabo alerta para apego e **excesso**."
    ],
    "en": [
      "The cards reveal a new **path** for you.",
      "The arcana whispers of **patience** and trust.",
      "A new door opens in your **destiny**.",
      "Listen to your intuition, it is your **compass**.",
      "The energy of **abundance** is all around you.",
      "The Moon arcana illuminates hidden **secrets**.",
      "The Wheel of Fortune turns in your **favor**.",
      "The Hermit advises a moment of **reflection**.",
      "It is time to reap the **fruits** of your labor.",
      "Trust in the magic of new **beginnings**.",
      "The universe conspires for your **fulfillment**.",
      "A cycle closes so another may **flourish**.",
      "Clarity will come when you quiet the **mind**.",
      "The Lovers card points to a **decision** of the heart.",
      "Strength asks you to master your **impulses**.",
      "The Star rekindles quiet **hope**.",
      "Temperance invites **balance** and calm.",
      "The Chariot fuels your **progress**.",
      "The High Priestess keeps a **secret** for you.",
      "Judgement calls for a bold **restart**.",
      "The World celebrates your **wholeness**.",
      "The Hierophant signals deep **learning**.",
      "The Fool inspires a leap of **faith**.",
      "Death announces needed **transformation**.",
      "The Devil warns of attachment and **excess**."
    ],
    "ar": [
      "البطاقات تكشف عن **مسار** جديد لك.",
      "الأركانا تهمس عن **الصبر** والثقة.",
      "باب جديد يُفتح في **قدرك**.",
      "استمع إلى حدسك، فهو **بوصلتك**.",
      "طاقة **الوفرة** تحيط بك من كل جانب.",
      "أركانا القمر تضيء **الأسرار** الخفية.",
      "عجلة الحظ تدور في **صالحك**.",
      "الناسك ينصح بلحظة **تأمل**.",
      "حان وقت جني **ثمار** عملك.",
      "ثق في سحر **البدايات** الجديدة.",
      "الكون يتآمر من أجل **تحقيقك**.",
      "دورة تنتهي حتى **تزدهر** أخرى.",
      "سيأتي الوضوح عندما تهدئ **عقلك**.",
      "بطاقة العشاق تشير إلى **قرار** من القلب.",
      "القوة تطلب منك السيطرة على **دوافعك**.",
      "النجمة تشعل **الأمل** الهادئ.",
      "الاعتدال يدعو إلى **توازن** وهدوء.",
      "العربة تغذي **تقدمك**.",
      "الكاهنة العظمى تحفظ لك **سرًا**.",
      "الحكم ينادي ببدء **جديد** جريء.",
      "العالم يحتفي **باكتمالك**.",
      "المرشد الروحي يشير إلى **تعلم** عميق.",
      "المهرج يلهم قفزة **إيمان**.",
      "الموت يعلن **تحولًا** لازمًا.",
      "الشيطان يحذر من التعلق و**الإفراط**."
    ]
  }
}
