{
  "motivacional_longa": {
    "pt": [
      "Lembre-se que cada passo que você dá, por menor que seja, é um movimento poderoso na direção da vida extraordinária que você não só merece, mas é capaz de construir.",
      "A força que você busca no mundo exterior já reside dentro do seu coração, esperando pacientemente para ser despertada pelo poder da sua determinação e coragem.",
      "Não tema as tempestades que surgem em seu caminho, pois são elas que regam as sementes da sua resiliência e ensinam sua alma a florescer com ainda mais vigor.",
      "Cada amanhecer é uma tela em branco que o universo te entrega, uma nova oportunidade para pintar uma obra-prima com as cores da sua paixão, foco e esperança.",
      "O sucesso não é a ausência de fracassos, mas a persistência através deles, transformando cada obstáculo em um degrau para alcançar uma visão ainda mais grandiosa.",
      "Dentro do silêncio de sua alma, existe uma sabedoria ancestral esperando para guiar seus passos; aquiete a mente para ouvir a poderosa voz da sua intuição.",
      "Acredite no tempo divino de sua vida. Nem tudo acontece de imediato, mas cada semente de esforço plantada hoje germinará em uma floresta de conquistas amanhã.",
      "Sua jornada é única e incomparável. Pare de olhar para os lados e concentre-se na trilha à sua frente, pois o seu destino é uma paisagem que só você pode desvendar.",
      "A verdadeira coragem não é a ausência do medo, mas a decisão de que algo é mais importante que ele, movendo você através da incerteza em direção à sua grandeza.",
      "Perdoe seu passado e liberte seu futuro. O peso do que já foi só serve para tornar mais lenta a sua subida em direção ao topo da montanha dos seus sonhos.",
      "A vida se expande ou se encolhe na proporção da sua coragem. Ouse sair da sua zona de conforto para descobrir a vastidão do seu verdadeiro potencial.",
      "Cada desafio que você supera é um degrau forjado em resiliência, elevando você a um novo patamar de força e autoconhecimento que ninguém pode tirar de você.",
      "Você é o arquiteto do seu destino. Cada pensamento é um tijolo, cada ação é um alicerce. Construa com sabedoria, amor e uma fé inabalável no seu projeto.",
      "A gratidão é a chave que abre as portas da abundância. Agradeça pelo que você tem hoje para criar o espaço necessário para receber tudo o que você deseja.",
      "Não subestime o poder de um pequeno começo. As maiores árvores nascem de sementes minúsculas, e as maiores jornadas começam com um único e decidido passo à frente.",
      "Quando a dúvida aparecer, responda com ação: é no movimento que a confiança cresce e a visão fica nítida, passo a passo, até que o impossível pareça inevitável.",
      "Seja paciente com seus processos. O ouro também precisa do fogo para brilhar; suas provas estão polindo o caráter que sustentará suas próximas vitórias.",
      "Troque a pressa pela presença. Quando você honra o agora, sua energia se alinha, sua mente clareia e o futuro vem ao seu encontro com naturalidade.",
      "Não negocie seus sonhos por conforto temporário. Todo esforço consciente que você faz hoje está financiando a liberdade que você deseja viver amanhã.",
      "Você não precisa ser perfeito para começar; precisa começar para descobrir a força perfeita que já mora em você, esperando o primeiro passo de coragem.",
      "A constância é o idioma do destino. Repita o que te faz bem, refine o que funciona e liberte o que te pesa — o progresso é a soma desses microgestos diários.",
      "Quando você muda a história que conta para si mesmo, muda o roteiro da sua vida. Alimente a mente com verdades que expandem, não com medos que encolhem.",
      "Respeite seus limites, mas não os idolatre. Use-os como marcos de crescimento: aproxime-se, atravesse-os com cuidado e celebre a versão maior de si que nasce daí.",
      "Há um momento em que o universo testa sua fé: geralmente é quando nada parece acontecer. Continue. O silêncio também está trabalhando a seu favor."
    ],
    "en": [
      "Remember that every step you take, no matter how small, is a powerful movement towards the extraordinary life you not only deserve, but are capable of building.",
      "The strength you seek in the outside world already resides within your heart, waiting patiently to be awakened by the power of your determination and courage.",
      "Do not fear the storms that arise on your path, for they are what water the seeds of your resilience and teach your soul to bloom with even more vigor.",
      "Every dawn is a blank canvas the universe hands you, a new opportunity to paint a masterpiece with the colors of your passion, focus, and hope.",
      "Success is not the absence of failures, but persistence through them, turning every obstacle into a stepping stone to achieve an even grander vision.",
      "Within the silence of your soul, there is an ancient wisdom waiting to guide your steps; quiet the mind to hear the powerful voice of your intuition.",
      "Believe in the divine timing of your life. Not everything happens at once, but every seed of effort planted today will sprout into a forest of achievements tomorrow.",
      "Your journey is unique and incomparable. Stop looking to the sides and focus on the trail ahead, for your destiny is a landscape only you can unveil.",
      "True courage is not the absence of fear, but the decision that something else is more important than it, moving you through uncertainty towards your greatness.",
      "Forgive your past and set your future free. The weight of what has been only serves to slow your climb towards the summit of your dreams.",
      "Life expands or shrinks in proportion to one's courage. Dare to step out of your comfort zone to discover the vastness of your true potential.",
      "Every challenge you overcome is a step forged in resilience, elevating you to a new level of strength and self-knowledge that no one can take from you.",
      "You are the architect of your destiny. Every thought is a brick, every action a foundation. Build with wisdom, love, and unwavering faith in your design.",
      "Gratitude is the key that opens the doors to abundance. Be thankful for what you have today to create the space needed to receive all that you desire.",
      "Never underestimate the power of a small beginning. The largest trees grow from tiny seeds, and the greatest journeys begin with a single, decisive step forward.",
      "When doubt shows up, answer with action. Momentum breeds clarity, and clarity makes the impossible start looking inevitable.",
      "Be patient with your process. Gold needs fire to shine; your trials are refining the character that will sustain your next victories.",
      "Trade haste for presence. Honor the now and your energy aligns, your mind clears, and the future meets you halfway.",
      "Do not trade your dreams for temporary comfort. Every conscious effort you make today finances the freedom you long to live tomorrow.",
      "You don’t have to be perfect to start; you have to start to meet the strength that ..dition: seek mentors, rituals, and structures that fortify your faith and discipline your purpose.",
      "The Lovers ask for alignment between heart and choices. When decisions are born from love, the road lights up naturally.",
      "The Chariot grants forward motion with focus. Aim your strength with intention and circumstances will rearrange in your favor.",
      "The High Priestess advises silence and listening. Secrets unfold when you trust the inner voice and respect your own rhythms.",
      "The Hermit invites creative retreat: pause, inquire, write. The light you search for outside is already lit within.",
      "Strength reminds you that gentleness is power. Tame impulses with compassion and meet a courage that never has to shout."
    ],
    "ar": [
      "الطاقات الكونية تتراصف لتنير رحلتك، كاشفة عن حقائق خفية في ظلال الزمن ومانحة الوضوح الذي تتوق إليه روحك للتطور.",
      "النبوءة تهمس عن دورات تنتهي لتفسح المجال لبدايات جديدة، وتطلب منك أن تثق في حكمة الكون وأن تعتنق التحولات بقلب مفتوح.",
      "تيار قوي من الحدس يتدفق نحوك، ليرشد اختياراتك ويقوي اتصالك بالمستوى الروحي لتحقيق أعمق رغباتك.",
      "تشير البطاقات إلى وقت للتأمل العميق، حيث سيصبح الصمت أعظم مستشاريك وستجد الإجابات التي تبحث عنها داخل معبد روحك.",
      "الكون ينسج أنماطًا غير مرئية في حياتك، وبطاقات اليوم تعمل كخريطة، تظهر لك أين تركز طاقتك لجني المكافآت التي زرعتها بالفعل.",
      "بطاقة الشمس تشرق على طريقك، واعدة بفترة من النجاح والحيوية والفرح الحقيقي، حيث يتبدد الظلام وتسطع حقيقتك الداخلية.",
      "قد يبدو أركانا البرج مخيفًا، لكن رسالته هي التحرير، حيث يهدم الهياكل القديمة التي لم تعد تخدمك حتى تتمكن من بناء شيء جديد وأصي.",
      "مثل الإمبراطورة، هذا وقت خصب للإبداع والوفرة، حيث يمكن لأفكارك ومشروعاتك أن تنمو وتزدهر إذا تمت رعايتها بالحب.",
      "تظهر العدالة لتذكيرك بالتوازن والحقيقة، مشيرة إلى أن القرارات العادلة والمدروسة ستؤدي إلى نتائج متناغمة تتماشى مع هدفك الأسمى.",
      "الساحر يضع أدوات التجلي بين يديك، مذكرًا إياك بأنك تمتلك القوة والإرادة والموارد لتحويل نواياك إلى واقع ملموس.",
      "النجمة تهدئ قلقك بأمل هادئ، وتدعوك للثقة في تدفق الحياة بينما تلتئم وتتصالح مع أحلامك الأصيلة.",
      "الاعتدال يطلب التناغم: امزج العقل والعاطفة بحكمة، فالطريق الوسط يفتح أبوابًا لا تراها العجلة.",
      "الحكم يبشر باليقظة — نداء لتكريم ما أصبحت عليه واختيار النسخة الأسمى من قصتك بشجاعة.",
      "العالم يحتفي بالإتمام والاندماج. تغلق دورة بوضوح وتبدأ أخرى بنضج، مستعدًا لتوسيع آفاقك.",
      "المرشد الروحي يشير إلى التعلم والتقليد: ابحث عن مرشدين وطقوس وهياكل تقوّي إيمانك وتنظم قصدك.",
      "العشاق يطلبون اتساق القلب مع الاختيار. حين تولد القرارات من المحبة، يضيء الطريق تلقائيًا.",
      "العربة تمنحك تقدّمًا مركزًا. وجّه قوتك بنية صافية، فتُعاد ترتيبات الظروف لصالحك.",
      "الكاهنة العظمى تنصح بالصمت والإصغاء. تنكشف الأسرار حين تثق بصوتك الداخلي وتحترم إيقاعك.",
      "الناسك يدعوك إلى خلوة مبدعة: توقّف، تساءل، اكتب. النور الذي تبحث عنه خارجك مشتعلٌ في داخلك.",
      "القوة تذكّرك بأن اللطف قوة. روّض دوافعك بالرحمة لتلتقي بشجاعة لا تحتاج إلى صخب."
    ],
    "id": [
      "Ingatlah bahwa setiap langkah kecil yang kamu ambil adalah gerakan hebat menuju kehidupan luar biasa yang patut kamu dapatkan dan mampu kamu bangun.",
      "Kekuatan yang kamu cari di luar sebenarnya telah lama tinggal di hatimu, menunggu untuk dibangkitkan oleh tekad dan keberanianmu sendiri.",
      "Jangan takut menghadapi badai di jalanmu, karena melalui badai itulah ketangguhanmu tumbuh dan jiwamu belajar berkembang lebih kuat.",
      "Setiap fajar adalah kanvas kosong dari semesta, kesempatan baru untuk melukis perjalanan hidupmu dengan warna semangat, fokus, dan harapan.",
      "Kesuksesan bukanlah tiadanya kegagalan, melainkan keteguhanmu untuk terus melaju melewati rintangan demi mencapai impian yang lebih tinggi.",
      "Di keheningan jiwamu, tersembunyi kebijaksanaan kuno yang menunggu untuk membimbing langkahmu; tenangkan pikiranmu dan dengarkan suara keyakinan dari dalam.",
      "Percayalah pada waktu ilahi untuk hidupmu. Tidak semua hal terjadi sekaligus, tapi setiap benih usaha yang kamu tanam hari ini akan tumbuh menjadi hutan kemenangan di masa depan.",
      "Perjalanan hidupmu itu unik dan tak tergantikan. Berhentilah membandingkan dan fokuslah pada langkahmu sendiri, sebab takdir sorang hanya bisa diungkapkan oleh dirinya sendiri.",
      "Keberanian sejati bukanlah ketiadaan rasa takut, tetapi keputusan bahwa ada sesuatu yang lebih penting dari semua itu, mendorongmu melangkah maju menuju kebesaran.",
      "Maafkanlah masa lalumu dan bebaskan masa depanmu. Beban yang lalu hanya memperlambat jalanmu ke puncak impian.",
      "Hidup berkembang atau menciut sebanding dengan keberanianmu. Beranilah melangkah keluar dari zona nyaman untuk menemukan luasnya potensi dirimu.",
      "Setiap tantangan yang berhasil kamu lewati membangun kekuatan dan pemahaman diri yang tidak bisa diambil siapa pun darimu.",
      "Kamu adalah arsitek nasibmu sendiri. Setiap pikiran adalah batu bata, setiap tindakan adalah pondasi. Bangunlah dengan kebijaksanaan, cinta, dan keyakinan yang teguh.",
      "Rasa syukur adalah kunci membuka pintu kelimpahan. Bersyukurlah atas apa yang kamu punya hari ini untuk memberi ruang atas apa yang kamu impikan besok.",
      "Jangan remehkan kekuatan langkah kecil. Pohon terbesar pun tumbuh dari benih mungil, dan perjalanan terjauh dimulai dengan satu langkah berani.",
      "Saat keraguan melanda, jawab dengan tindakan; kejelasan muncul dalam gerakan, dan hal yang awalnya tak mungkin, menjadi pasti langkah demi langkah.",
      "Bersabarlah dengan prosesmu sendiri. Seperti emas yang diproses dengan api agar bersinar, dirimu sedang ditempa untuk kemenangan esok hari.",
      "Tukarkan terburu-buru dengan kehadiran penuh. Saat kamu menghayati saat ini, pikiran jernih dan masa depan akan datang menyambutmu.",
      "Jangan tukar mimpimu dengan kenyamanan sesaat. Setiap usaha sadar hari ini sedang membayar kebebasan impianmu di esok hari.",
      "Kamu tidak perlu sempurna untuk memulai; kamu harus mulai untuk melihat kekuatan sempurna yang telah lama menantimu di dalam dirimu."
    ]
  },
  "motivacional_curta": {
    "pt": [
      "Confie, o universo prepara algo grandioso.",
      "Sua energia transforma o seu dia.",
      "Coragem é o primeiro passo para o impossível.",
      "O hoje é o melhor momento para começar.",
      "Você pode mais do que imagina.",
      "Foque no agora; o futuro agradece.",
      "Acredite na sua capacidade de superação.",
      "A mudança começa dentro de você.",
      "Você é luz nas vidas que toca.",
      "Insista, persista, conquiste.",
      "Faça do otimismo o seu combustível.",
      "Seja a inspiração que procura.",
      "Uma atitude positiva muda tudo.",
      "Permita-se recomeçar quantas vezes quiser.",
      "Pequenos passos constroem grandes jornadas.",
      "Celebre cada conquista, mesmo as pequenas.",
      "Sua determinação inspira o mundo.",
      "Gratidão atrai mais motivos para agradecer.",
      "Acredite no tempo certo das coisas.",
      "Escolha ser sua melhor versão hoje.",
      "Levante, ajuste a coroa e siga em frente.",
      "Transforme desafios em oportunidades.",
      "Tudo começa com um simples: eu consigo.",
      "Deixe o medo te impulsionar, não te parar.",
      "Você merece realizar seus sonhos."
    ],
    "en": [
      "Trust, the universe is preparing something great.",
      "Your energy transforms your day.",
      "Courage is the first step to the impossible.",
      "Today is the best time to start.",
      "You are capable of more than you imagine.",
      "Focus on the now; your future will thank you.",
      "Believe in your ability to overcome.",
      "Change begins within you.",
      "You are a light in the lives you touch.",
      "Insist, persist, conquer.",
      "Let optimism be your fuel.",
      "Be the inspiration you seek.",
      "A positive attitude changes everything.",
      "Allow yourself to restart as many times as needed.",
      "Small steps build great journeys.",
      "Celebrate each victory, even the small ones.",
      "Your determination inspires the world.",
      "Gratitude attracts more reasons to be grateful.",
      "Believe in the right timing of things.",
      "Choose to be your best version today.",
      "Rise up, adjust your crown, and move on.",
      "Turn challenges into opportunities.",
      "Everything starts with a simple: I can.",
      "Let fear push you forward, not hold you back.",
      "You deserve to achieve your dreams."
    ],
    "ar": [
      "ثق أن الكون يدبر لك أشياء عظيمة.",
      "طاقتك تغير مجريات يومك.",
      "الشجاعة هي الخطوة الأولى نحو المستحيل.",
      "اليوم هو أفضل وقت للبداية.",
      "أنت قادر على أكثر مما تتصور.",
      "ركز على الحاضر؛ سيشكرك المستقبل.",
      "آمن بقدرتك على تخطي الصعاب.",
      "التغيير يبدأ من داخلك.",
      "أنت نور في حياة من حولك.",
      "ثابر وواصل تحقق النجاح.",
      "اجعل التفاؤل وقودك اليومي.",
      "كن الإلهام الذي تبحث عنه.",
      "الموقف الإيجابي يغير كل شيء.",
      "امنح نفسك فرصة لبداية جديدة دائماً.",
      "خطوات صغيرة تصنع رحلات عظيمة.",
      "احتفل بكل إنجاز مهما كان صغيراً.",
      "عزيمتك تلهم الجميع.",
      "الامتنان يجلب المزيد من النعم.",
      "آمن بأن لكل شيء وقته المناسب.",
      "اختر أن تكون أفضل نسخة منك الآن.",
      "قف واصل رحلتك مهما حدث.",
      "حوّل التحديات لفرص جديدة.",
      "كل شيء يبدأ بعبارة: أنا أستطيع.",
      "دع الخوف يدفعك للأمام لا للوراء.",
      "أنت تستحق تحقيق أحلامك."
    ],
    "id": [
      "Sikapmu hari ini menentukan **besok**mu.",
      "Percaya pada perjalanan, bukan hanya **tujuan**.",
      "Ketekunan mewujudkan yang tak bisa dicapai oleh **kekuatan**.",
      "Jadilah perubahan yang ingin kau **lihat**.",
      "Batasan hanya ditentukan oleh **dirimu**.",
      "Disiplin adalah jembatan antara **mimpi** dan kenyataanmu.",
      "Rasa sakit hari ini menjadi **kekuatan** di masa depan.",
      "Jangan hanya menunggu kesempatan, ciptakanlah **peluang**mu sendiri.",
      "Energi mengalir ke mana **perhatian**mu pergi.",
      "Kesuksesan adalah hasil dari **usaha** kecil setiap hari.",
      "Lebih baik selesai dari pada **sempurna**.",
      "Mulailah dari tempat dan apa yang kamu **punya**.",
      "Hidupmu berubah ketika kamu **memutuskan**.",
      "Ubah rintangan jadi **peluang**.",
      "Kamu lebih kuat dari yang kamu **duga**.",
      "Keberanian adalah bertindak meski **takut**.",
      "Bergerak sedikit, asalkan tetap **bergerak**.",
      "Fokus hari ini, panen **esok**.",
      "Pilihan kecil, dampak **besar**.",
      "Tanpa konsistensi tak ada **keberhasilan**.",
      "Energi tinggi, pikiran **jernih**.",
      "Tajamkan metode, tetap kejar **tujuan**.",
      "Sedikit alasan, banyak **aksi**.",
      "Ketidaknyamanan tanda **pertumbuhan**.",
      "Progres lebih utama dari **kesempurnaan**."
    ]
  },
  "tarot_longa": {
    "pt": [
      "As energias cósmicas estão se alinhando para iluminar sua jornada, revelando verdades ocultas nas sombras do tempo e oferecendo a clareza que sua alma tanto deseja para evoluir.",
      "A leitura de hoje fala sobre ciclos que se encerram para que novos inícios possam surgir, pedindo que você confie na sabedoria do universo e abrace as transformações de coração aberto.",
      "Um fluxo intenso de intuição chega até você, guiando escolhas e fortalecendo sua conexão espiritual para realizar os desejos mais profundos.",
      "As cartas apontam para um momento de introspecção profunda, onde o silêncio será seu maior conselheiro e as respostas que você busca estarão dentro do templo da sua alma.",
      "O universo tece padrões invisíveis na sua vida, e as cartas de hoje funcionam como um mapa, mostrando onde colocar sua energia e colher as recompensas já plantadas.",
      "O Sol brilha intensamente no seu caminho, prometendo tempos de sucesso, vitalidade e alegria genuína, dissolvendo as sombras e revelando sua verdade interior.",
      "O Arcano da Torre pode parecer assustador, mas sua mensagem é de libertação, quebrando estruturas antigas que não servem mais para que você possa construir algo novo e autêntico.",
      "Como a Imperatriz, este é um tempo fértil para criatividade e abundância, onde ideias e projetos podem crescer e florescer se forem nutridos com amor.",
      "A Justiça aparece para lembrar sobre equilíbrio e verdade, indicando que decisões justas e ponderadas levam a resultados harmoniosos alinhados ao seu propósito maior.",
      "O Mago coloca as ferramentas de manifestação em suas mãos, relembrando seu poder, vontade e recursos para transformar intenções em realidade tangível.",
      "A Estrela acalma suas inquietudes com esperança tranquila, convidando você a confiar no fluxo da vida enquanto cura e se reconcilia com seus sonhos mais puros.",
      "A Temperança pede harmonia: misture razão e emoção com sabedoria, pois o caminho do meio abre portas que a pressa não vê.",
      "O Julgamento anuncia um despertar — chamado para honrar quem você se tornou e escolher, com coragem, uma versão ainda mais elevada da sua história.",
      "O Mundo celebra encerramentos e integração. Um ciclo se fecha com clareza para abrir outro com maturidade, pronto para ampliar seus horizontes.",
      "O Hierofante sinaliza aprendizado e tradição: busque mentores, rituais e estruturas que fortaleçam sua fé e disciplinem seu propósito.",
      "Os Amantes pedem alinhamento entre coração e escolhas. Quando as decisões nascem do amor, o caminho se ilumina naturalmente.",
      "O Carro impulsiona seu movimento em direção ao foco. Direcione as suas forças com intenção, e as circunstâncias se reorganizam a seu favor.",
      "A Sacerdotisa aconselha silêncio e escuta. Segredos se revelam quando você confia na voz interior e respeita seu próprio ritmo.",
      "O Eremita sugere um retiro criativo: pause, questione, escreva. A luz que você busca fora está acesa dentro de você.",
      "A Força lembra que gentileza é poder. Domine seus impulsos com compaixão e encontrará uma coragem que não precisa gritar."
    ],
    "en": [
      "Cosmic energies are aligning to light your path, unveiling hidden truths in the shadows of time and offering the clarity your soul longs for to evolve.",
      "Today's reading speaks of endings giving way to new beginnings, asking you to trust the universe's wisdom and embrace change with an open heart.",
      "A strong current of intuition flows toward you, guiding your choices and strengthening your spiritual connection to fulfill your deepest wishes.",
      "The cards indicate a time for deep introspection, where silence becomes your greatest advisor and the answers you seek await inside the temple of your soul.",
      "The universe is weaving invisible patterns in your life, and today’s cards serve as a map, showing you where to focus your energy and reap the seeds already sown.",
      "The Sun card shines bright on your path, promising a period of success, vitality, and authentic joy, as darkness fades and your inner truth is revealed.",
      "The Tower arcana may appear daunting, but its message is liberation, breaking down old structures that no longer serve so you can build something new and true.",
      "Like the Empress, this is a fertile time for creativity and abundance; ideas and projects can grow and flourish if nurtured with love.",
      "Justice appears to remind you of balance and truth, indicating that fair and considered decisions will produce harmonious results aligned with your higher purpose.",
      "The Magician places the tools of manifestation in your hands, reminding you that you hold the power, will, and resources to make intentions real.",
      "The Star soothes your worries with gentle hope, inviting trust in life's current as you heal and reconcile with your innermost dreams.",
      "Temperance asks for harmony: blend reason and feeling with wisdom—the middle way opens doors the hurried cannot see.",
      "Judgement foretells awakening—a call to honor who you've become and bravely choose the higher version of your story.",
      "The World celebrates completion and integration. A cycle ends with clarity to let a new one begin with maturity and new horizons.",
      "The Hierophant points to learning and tradition: seek out mentors, rituals, and structures that support your faith and discipline your purpose.",
      "The Lovers call for harmony between heart and choices. Decisions born in love naturally illuminate the way.",
      "The Chariot moves you forward with focus. Aim your efforts with intention and circumstances will realign in your favor.",
      "The High Priestess counsels silence and listening. Secrets unfold when you trust your inner voice and honor your own rhythm.",
      "The Hermit invites creative retreat: pause, inquire, write. The light you seek outside is already lit within.",
      "Strength reminds you that gentleness is true power. Tame your impulses with compassion and meet a courage that never needs to shout."
    ],
    "ar": [
      "الطاقات الكونية تتراصف لتنير رحلتك، كاشفة عن حقائق خفية في ظلال الزمن ومانحة الوضوح الذي تتوق إليه روحك للتطور.",
      "النبوءة تهمس عن دورات تنتهي لتفسح المجال لبدايات جديدة، وتطلب منك أن تثق في حكمة الكون وأن تعتنق التحولات بقلب مفتوح.",
      "تيار قوي من الحدس يتدفق نحوك، ليرشد اختياراتك ويقوي اتصالك بالمستوى الروحي لتحقيق أعمق رغباتك.",
      "تشير البطاقات إلى وقت للتأمل العميق، حيث سيصبح الصمت أعظم مستشاريك وستجد الإجابات التي تبحث عنها داخل معبد روحك.",
      "الكون ينسج أنماطًا غير مرئية في حياتك، وبطاقات اليوم تعمل كخريطة، تظهر لك أين تركز طاقتك لجني المكافآت التي زرعتها بالفعل.",
      "بطاقة الشمس تشرق على طريقك، واعدة بفترة من النجاح والحيوية والفرح الحقيقي، حيث يتبدد الظلام وتسطع حقيقتك الداخلية.",
      "قد يبدو أركانا البرج مخيفًا، لكن رسالته هي التحرير، حيث يهدم الهياكل القديمة التي لم تعد تخدمك حتى تتمكن من بناء شيء جديد وأصي.",
      "مثل الإمبراطورة، هذا وقت خصب للإبداع والوفرة، حيث يمكن لأفكارك ومشروعاتك أن تنمو وتزدهر إذا تمت رعايتها بالحب.",
      "تظهر العدالة لتذكيرك بالتوازن والحقيقة، مشيرة إلى أن القرارات العادلة والمدروسة ستؤدي إلى نتائج متناغمة تتماشى مع هدفك الأسمى.",
      "الساحر يضع أدوات التجلي بين يديك، مذكرًا إياك بأنك تمتلك القوة والإرادة والموارد لتحويل نواياك إلى واقع ملموس.",
      "النجمة تهدئ قلقك بأمل هادئ، وتدعوك للثقة في تدفق الحياة بينما تلتئم وتتصالح مع أحلامك الأصيلة.",
      "الاعتدال يطلب التناغم: امزج العقل والعاطفة بحكمة، فالطريق الوسط يفتح أبوابًا لا تراها العجلة.",
      "الحكم يبشر باليقظة — نداء لتكريم ما أصبحت عليه واختيار النسخة الأسمى من قصتك بشجاعة.",
      "العالم يحتفي بالإتمام والاندماج. تغلق دورة بوضوح وتبدأ أخرى بنضج، مستعدًا لتوسيع آفاقك.",
      "المرشد الروحي يشير إلى التعلم والتقليد: ابحث عن مرشدين وطقوس وهياكل تقوّي إيمانك وتنظم قصدك.",
      "العشاق يطلبون اتساق القلب مع الاختيار. حين تولد القرارات من المحبة، يضيء الطريق تلقائيًا.",
      "العربة تمنحك تقدّمًا مركزًا. وجّه قوتك بنية صافية، فتُعاد ترتيبات الظروف لصالحك.",
      "الكاهنة العظمى تنصح بالصمت والإصغاء. تنكشف الأسرار حين تثق بصوتك الداخلي وتحترم إيقاعك.",
      "الناسك يدعوك إلى خلوة مبدعة: توقّف، تساءل، اكتب. النور الذي تبحث عنه خارجك مشتعلٌ في داخلك.",
      "القوة تذكّرك بأن اللطف قوة. روّض دوافعك بالرحمة لتلتقي بشجاعة لا تحتاج إلى صخب."
    ],
    "id": [
      "Energi kosmik sedang selaras untuk menerangi perjalananmu, mengungkapkan kebenaran tersembunyi di balik waktu dan menawarkan kejernihan yang didambakan jiwamu untuk berkembang.",
      "Waktu membaca kartu bicara tentang akhir siklus demi membuka pintu bagi awal baru, memintamu percaya pada kebijaksanaan semesta dan menerima perubahan dengan hati terbuka.",
      "Arus intuisi kuat mengalir ke arahmu, menuntun pilihan dan memperkuat hubungan spiritual agar keinginan terdalam bisa terwujud.",
      "Kartu menunjukkan saat merenung mendalam, di mana keheningan menjadi penasihat terbaik dan jawaban sejati ditemukan di kuil jiwamu.",
      "Alam semesta menenun pola tak kasat mata dalam hidupmu, dan kartu hari ini menjadi peta untuk menunjukan fokus energi dan memanen benih yang telah ditanam.",
      "Kartu Matahari bersinar terang di jalanmu, menjanjikan masa kesuksesan, vitalitas, dan kebahagiaan sejati; kegelapan memudar dan kebenaran batin bersinar jelas.",
      "Kartu Menara memang menakutkan, tapi pesannya adalah pembebasan: hancurkan struktur lama yang tak lagi berguna agar bisa membangun sesuatu yang baru dan otentik.",
      "Seperti Sang Permaisuri, saat ini waktu subur untuk kreativitas dan kelimpahan; projek dan idemu akan tumbuh jika dirawat dengan cinta.",
      "Kartu Keadilan mengingatkanmu tentang keseimbangan dan kebenaran; keputusan adil membawamu pada hasil selaras dengan tujuan tertinggimu.",
      "Sang Penyihir menempatkan alat manifestasi di tanganmu, menegaskan bahwa kamu punya kekuatan, niat, dan sumber daya untuk mewujudkan impian dalam nyata.",
      "Kartu Bintang menenangkan keresahanmu dengan harapan lembut, mengajarkan untuk percaya pada aliran hidup selagi hati dan mimpi pulih kembali.",
      "Kartu Moderasi meminta harmoni: campurlah akal dan perasaan bijak, di situ jalan tengah membuka peluang sendiri.",
      "Kartu Penghakiman menandakan kebangkitan – panggilan untuk menghormati siapa dirimu sekarang dan memilih versi diri yang lebih tinggi.",
      "Kartu Dunia merayakan akhir sebuah bab dan penyatuan. Kamu tutup siklus lama dengan dewasa, siap untuk memperluas cakrawala baru.",
      "Kartu Sang Imam menunjukkan pembelajaran dan tradisi; carilah mentor, ritual, atau struktur yang memperkuat iman dan tujuanmu.",
      "Kartu Kekasih meminta hati sejajar dengan pilihan. Saat keputusan lahir dari cinta, jalan otomatis menjadi terang.",
      "Kartu Kereta memberi dorongan maju penuh fokus. Arahkan seluruh kekuatan dengan niat, keadaan sekitar akan menyesuaikan nasibmu.",
      "Kartu Pendeta Wanita menyarankan diam dan mendengarkan. Rahasia terungkap saat kau percaya pada suara hati dan menghormati ritme dalam diri.",
      "Kartu Pertapa mengajak untuk merenung kreatif: berhenti sejenak, telusuri diri, catat perjalananmu. Cahaya yang dicari di luar ternyata sudah menyala di dalam.",
      "Kartu Kekuatan mengingatkan bahwa kelembutan adalah kekuatan; kendalikan dorongan dengan kasih sayang dan temukan keberanian tanpa perlu berteriak."
    ]
  },
  "tarot_curta": {
    "pt": [
      "As cartas revelam um novo **caminho** para você.",
      "O arcano sussurra sobre **paciência** e confiança.",
      "Uma nova porta se abre em seu **destino**.",
      "Ouça a sua intuição, ela é sua **bússola**.",
      "A energia da **abundância** está ao seu redor.",
      "O arcano da Lua ilumina **segredos** ocultos.",
      "A Roda da Fortuna gira a seu **favor**.",
      "O Eremita aconselha um momento de **reflexão**.",
      "É tempo de colher os **frutos** do seu trabalho.",
      "Confie na magia dos novos **começos**.",
      "O universo conspira para sua **realização**.",
      "Um ciclo se fecha para que outro **floresça**.",
      "A clareza chegará quando você silenciar a **mente**.",
      "A carta dos Amantes aponta para uma **decisão** do coração.",
      "A Força pede que você domine seus **impulsos**.",
      "A Estrela acende a chama da **esperança**.",
      "A Temperança pede **equilíbrio** e calma.",
      "O Carro impulsiona seu **progresso**.",
      "A Sacerdotisa guarda um **segredo** para você.",
      "O Julgamento chama por um **recomeço**.",
      "O Mundo celebra sua **integração**.",
      "O Hierofante indica **aprendizado** profundo.",
      "O Louco inspira um passo de **fé**.",
      "A Morte anuncia **transformação** necessária.",
      "O Diabo alerta para apego e **excesso**."
    ],
    "en": [
      "The cards reveal a new **path** for you.",
      "The arcana whispers of **patience** and trust.",
      "A new door opens in your **destiny**.",
      "Listen to your intuition, it is your **compass**.",
      "The energy of **abundance** is all around you.",
      "The Moon arcana illuminates hidden **secrets**.",
      "The Wheel of Fortune turns in your **favor**.",
      "The Hermit advises a moment of **reflection**.",
      "It is time to reap the **fruits** of your labor.",
      "Trust in the magic of new **beginnings**.",
      "The universe conspires for your **fulfillment**.",
      "A cycle closes so another may **flourish**.",
      "Clarity will come when you quiet the **mind**.",
      "The Lovers card points to a **decision** of the heart.",
      "Strength asks you to master your **impulses**.",
      "The Star rekindles quiet **hope**.",
      "Temperance invites **balance** and calm.",
      "The Chariot fuels your **progress**.",
      "The High Priestess keeps a **secret** for you.",
      "Judgement calls for a bold **restart**.",
      "The World celebrates your **wholeness**.",
      "The Hierophant signals deep **learning**.",
      "The Fool inspires a leap of **faith**.",
      "Death announces needed **transformation**.",
      "The Devil warns of attachment and **excess**."
    ],
    "ar": [
      "البطاقات تكشف عن **مسار** جديد لك.",
      "الأركانا تهمس عن **الصبر** والثقة.",
      "باب جديد يُفتح في **قدرك**.",
      "استمع إلى حدسك، فهو **بوصلتك**.",
      "طاقة **الوفرة** تحيط بك من كل جانب.",
      "أركانا القمر تضيء **الأسرار** الخفية.",
      "عجلة الحظ تدور في **صالحك**.",
      "الناسك ينصح بلحظة **تأمل**.",
      "حان وقت جني **ثمار** عملك.",
      "ثق في سحر **البدايات** الجديدة.",
      "الكون يتآمر من أجل **تحقيقك**.",
      "دورة تنتهي حتى **تزدهر** أخرى.",
      "سيأتي الوضوح عندما تهدئ **عقلك**.",
      "بطاقة العشاق تشير إلى **قرار** من القلب.",
      "القوة تطلب منك السيطرة على **دوافعك**.",
      "النجمة تشعل **الأمل** الهادئ.",
      "الاعتدال يدعو إلى **توازن** وهدوء.",
      "العربة تغذي **تقدمك**.",
      "الكاهنة العظمى تحفظ لك **سرًا**.",
      "الحكم ينادي ببدء **جديد** جريء.",
      "العالم يحتفي **باكتمالك**.",
      "المرشد الروحي يشير إلى **تعلم** عميق.",
      "المهرج يلهم قفزة **إيمان**.",
      "الموت يعلن **تحولًا** لازمًا.",
      "الشيطان يحذر من التعلق و**الإفراط**."
    ],
    "id": [
      "Kartu-kartu mengungkap **jalan** baru bagimu.",
      "Arkana membisikkan tentang **kesabaran** dan kepercayaan.",
      "Pintu baru terbuka di **takdirmu**.",
      "Dengarkan intuisimu, ia adalah **kompasmu**.",
      "Energi **kelimpahan** mengelilingimu.",
      "Arkana Bulan menerangi **rahasia** tersembunyi.",
      "Roda Keberuntungan berputar untuk **keberuntunganmu**.",
      "Kartu Pertapa menyarankan waktu untuk **refleksi**.",
      "Inilah saatnya memanen **hasil** dari kerja kerasmu.",
      "Percayalah pada keajaiban **awal baru**.",
      "Semesta berpihak demi **pencapaianmu**.",
      "Satu siklus berakhir agar lainnya **berkembang**.",
      "Kejelasan akan datang jika kamu menenangkan **pikiran**.",
      "Kartu Kekasih mengisyaratkan **pilihan** dari hati.",
      "Kartu Kekuatan meminta kontrol **dorongan**.",
      "Kartu Bintang menyalakan kembali **harapan** lembut.",
      "Kartu Moderasi mengundang **keseimbangan** dan ketenangan.",
      "Kereta memberi dorongan pada **kemajuan**mu.",
      "Pendeta Wanita menyimpan **rahasia** untukmu.",
      "Kartu Penghakiman mengajak **awal** yang berani.",
      "Dunia merayakan **penyatuan** hidupmu.",
      "Kartu Imam menandakan **pembelajaran** mendalam.",
      "Kartu Orang Bodoh menginspirasi loncatan **iman**.",
      "Kartu Kematian membawa **transformasi** yang diperlukan.",
      "Kartu Iblis memperingatkan tentang keterikatan dan **berlebihan**."
    ]
  }
}
